{
  "additional_special_tokens": [
    "<트로트>"
  ],
  "bos_token": "<|startoftext|>",
  "cls_token": "[CLS]",
  "do_basic_tokenize": true,
  "do_lower_case": true,
  "eos_token": "<|endoftext|>",
  "mask_token": "[MASK]",
  "model_max_length": 2048,
  "name_or_path": "kykim/gpt3-kor-small_based_on_gpt2",
  "never_split": null,
  "pad_token": "<|pad|>",
  "sep_token": "[SEP]",
  "special_tokens_map_file": null,
  "strip_accents": false,
  "tokenize_chinese_chars": true,
  "tokenizer_class": "BertTokenizer",
  "unk_token": "[UNK]"
}
